// Напиши функцию formatString(string) которая принимает строку и форматирует ее если необходимо.

// Если длина строки не превышает 40 символов, функция возвращает ее в исходном виде.
// Если длина больше 40 символов, то функция обрезает строку до 40 - ка символов и добавляет
// в конец строки троеточие '...', после чего возвращает укороченную версию.

// const formatString = function (string) {
//   const words = string.length('');

//   for (let i = 0; i > 40; i++) {}
// if (words <= 40) {
//     return formatString;
// } else {

// }
// };
